Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: URL (e.g. https://mimir.example.com/prometheus)
de: URL (z. B. https://mimir.example.com/prometheus)
es: URL (p. ej. https://mimir.example.com/prometheus)
fr: URL (par ex. https://mimir.example.com/prometheus)
it: URL (ad es. https://mimir.example.com/prometheus)
uk: URL (напр. https://mimir.example.com/prometheus)

source: User name
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
uk: Ім'я користувача

source: 15m
de: 15 Min.
es: 15 min
fr: 15 min
it: 15 min
uk: 15 хв

source: 1h
de: 1 Std.
uk: 1 год

source: 6h
de: 6 Std.
uk: 6 год

source: 1d
de: 1 T.
fr: 1 j
it: 1 g
uk: 1 д

source: 7d
de: 7 T.
fr: 7 j
it: 7 g
uk: 7 д

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
uk: Відсотки

source: CPU cores
de: CPU-Kerne
es: Núcleos de CPU
fr: Cœurs CPU
it: Core CPU
uk: Ядра CPU

source: Per second
de: Pro Sekunde
es: Por segundo
fr: Par seconde
it: Al secondo
uk: За секунду

source: Count
de: Anzahl
es: Recuento
fr: Nombre d'éléments
it: Conteggio
uk: Кількість

source: Plain number
de: Zahl
es: Número
fr: Nombre
it: Numero
uk: Число

source: Expanded
de: Ausgeklappt
es: Expandido
fr: Développé
it: Espanso
uk: Розгорнуто

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Réduit
it: Compresso
uk: Згорнуто

source: Level %lld
de: Ebene %lld
es: Nivel %lld
fr: Niveau %lld
it: Livello %lld
uk: Рівень %lld

source: Test %lld of %lld: %@
de: Test %lld von %lld: %@
es: Prueba %lld de %lld: %@
fr: Test %lld sur %lld : %@
it: Test %lld di %lld: %@
uk: Тест %lld з %lld: %@

source: %@ is back and uncordoned
de: %@ ist zurück und nicht mehr abgesperrt
es: %@ ha vuelto y ya no está acordonado
fr: %@ est de retour et n’est plus cordonné
it: %@ è tornato e non è più isolato
uk: %@ повернувся, кордон знято

source: %@ is cordoned and its pods are evicted. It stays cordoned: uncordon it from its menu when ready.
de: %@ wird abgesperrt und seine Pods werden verdrängt. Er bleibt abgesperrt: Hebe die Sperre in seinem Menü auf, wenn du so weit bist.
es: %@ se acordona y sus pods se desalojan. Sigue acordonado: quita el cordón desde su menú cuando esté listo.
fr: %@ est cordonné et ses pods sont évincés. Il reste cordonné : levez le cordon depuis son menu une fois prêt.
it: %@ viene isolato e i suoi pod vengono espulsi. Resta isolato: rimuovi l’isolamento dal suo menu quando sei pronto.
uk: %@ буде закордоновано, а його поди виселено. Він залишиться закордонованим: зніміть кордон з його меню, коли будете готові.

source: %@ is cordoned, its pods are evicted, then it reboots and is uncordoned once Ready again.
de: %@ wird abgesperrt, seine Pods werden verdrängt, dann startet er neu und wird freigegeben, sobald er wieder Ready ist.
es: %@ se acordona, sus pods se desalojan, luego se reinicia y se quita el cordón cuando vuelve a estar Ready.
fr: %@ est cordonné, ses pods sont évincés, puis il redémarre et le cordon est levé une fois de nouveau Ready.
it: %@ viene isolato, i suoi pod vengono espulsi, poi si riavvia e l’isolamento viene rimosso quando torna Ready.
uk: %@ буде закордоновано, його поди виселено, потім він перезавантажиться, і кордон знімуть, щойно він знову стане Ready.

source: %@ is cordoned, its pods are evicted, then it shuts down. It stays cordoned and off until someone powers it on.
de: %@ wird abgesperrt, seine Pods werden verdrängt, dann fährt er herunter. Er bleibt abgesperrt und aus, bis ihn jemand einschaltet.
es: %@ se acordona, sus pods se desalojan y luego se apaga. Sigue acordonado y apagado hasta que alguien lo encienda.
fr: %@ est cordonné, ses pods sont évincés, puis il s’éteint. Il reste cordonné et éteint jusqu’à ce que quelqu’un le rallume.
it: %@ viene isolato, i suoi pod vengono espulsi, poi si spegne. Resta isolato e spento finché qualcuno non lo riaccende.
uk: %@ буде закордоновано, його поди виселено, потім він вимкнеться. Він залишиться закордонованим і вимкненим, доки хтось його не ввімкне.

source: %@ is cordoned: no new pods are scheduled on it.
de: %@ ist abgesperrt: Es werden keine neuen Pods darauf eingeplant.
es: %@ está acordonado: no se programan nuevos pods en él.
fr: %@ est cordonné : aucun nouveau pod n’y est planifié.
it: %@ è isolato: nessun nuovo pod viene pianificato su di esso.
uk: %@ закордоновано: нові поди на ньому не плануються.

source: %@ is drained and stays cordoned
de: %@ ist geleert und bleibt abgesperrt
es: %@ está drenado y sigue acordonado
fr: %@ est drainé et reste cordonné
it: %@ è svuotato e resta isolato
uk: %@ звільнено, він залишається закордонованим

source: %@ is shutting down and stays cordoned
de: %@ fährt herunter und bleibt abgesperrt
es: %@ se está apagando y sigue acordonado
fr: %@ s’éteint et reste cordonné
it: %@ si sta spegnendo e resta isolato
uk: %@ вимикається і залишається закордонованим

source: %@ is uncordoned: pods can be scheduled on it again.
de: %@ ist freigegeben: Pods können wieder darauf eingeplant werden.
es: Se quitó el cordón de %@: se pueden volver a programar pods en él.
fr: Le cordon de %@ est levé : des pods peuvent de nouveau y être planifiés.
it: L’isolamento di %@ è rimosso: i pod possono di nuovo essere pianificati su di esso.
uk: З %@ знято кордон: на ньому знову можна планувати поди.

source: A cordoned node gets no new pods; the pods it runs stay. Uncordon it to schedule pods on it again.
de: Ein abgesperrter Knoten bekommt keine neuen Pods; die laufenden bleiben. Hebe die Sperre auf, um wieder Pods darauf einzuplanen.
es: Un nodo acordonado no recibe pods nuevos; los que ejecuta se quedan. Quita el cordón para volver a programar pods en él.
fr: Un nœud cordonné ne reçoit plus de nouveaux pods ; ceux qu’il exécute restent. Levez le cordon pour y planifier de nouveau des pods.
it: Un nodo isolato non riceve nuovi pod; quelli in esecuzione restano. Rimuovi l’isolamento per pianificarvi di nuovo dei pod.
uk: Закордонований вузол не отримує нових подів; ті, що на ньому працюють, залишаються. Зніміть кордон, щоб знову планувати на ньому поди.

source: A maintenance of %@ is in progress. The app runs one at a time.
de: Eine Wartung von %@ läuft. Die App führt jeweils nur eine aus.
es: Hay un mantenimiento de %@ en curso. La app ejecuta uno a la vez.
fr: Une maintenance de %@ est en cours. L’app en mène une à la fois.
it: È in corso una manutenzione di %@. L’app ne esegue una alla volta.
uk: Триває обслуговування %@. Застосунок виконує лише одне за раз.

source: Action
de: Aktion
es: Acción
it: Azione
uk: Дія

source: After the drain
de: Nach dem Leeren
es: Después del drenaje
fr: Après le drainage
it: Dopo lo svuotamento
uk: Після звільнення

source: Also evict pods without a controller
de: Auch Pods ohne Controller verdrängen
es: Desalojar también los pods sin controlador
fr: Évincer aussi les pods sans contrôleur
it: Espelli anche i pod senza controller
uk: Також виселити поди без контролера

source: An upgrade is in progress: wait until it ends.
de: Ein Upgrade läuft: Warte, bis es fertig ist.
es: Hay una actualización en curso: espera a que termine.
fr: Une mise à niveau est en cours : attendez qu’elle se termine.
it: È in corso un aggiornamento: attendi che finisca.
uk: Триває оновлення: дочекайтеся його завершення.

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
uk: Заблоковано

source: Cordon
de: Absperren
es: Acordonar
fr: Cordonner
it: Isola
uk: Закордонувати

source: Cordon %@
de: %@ absperren
es: Acordonar %@
fr: Cordonner %@
it: Isola %@
uk: Закордонувати %@

source: Cordon / uncordon…
de: Absperren / freigeben…
es: Acordonar / quitar cordón…
fr: Cordonner / lever le cordon…
it: Isola / rimuovi isolamento…
uk: Закордонувати / зняти кордон…

source: Cordoned
de: Abgesperrt
es: Acordonado
fr: Cordonné
it: Isolato
uk: Закордоновано

source: DaemonSet and static pods stay: they would be recreated on the node.
de: DaemonSet- und statische Pods bleiben: Sie würden auf dem Knoten neu erstellt.
es: Los pods de DaemonSet y estáticos se quedan: se volverían a crear en el nodo.
fr: Les pods de DaemonSet et statiques restent : ils seraient recréés sur le nœud.
it: I pod di DaemonSet e statici restano: verrebbero ricreati sul nodo.
uk: Поди DaemonSet і статичні поди залишаються: їх би створили на вузлі знову.

source: Drain
de: Leeren
es: Drenar
fr: Drainer
it: Svuota
uk: Звільнити

source: Drain and reboot
de: Leeren und neu starten
es: Drenar y reiniciar
fr: Drainer et redémarrer
it: Svuota e riavvia
uk: Звільнити й перезавантажити

source: Drain and shut down
de: Leeren und herunterfahren
es: Drenar y apagar
fr: Drainer et éteindre
it: Svuota e spegni
uk: Звільнити й вимкнути

source: Drain only
de: Nur leeren
es: Solo drenar
fr: Drainer seulement
it: Solo svuotare
uk: Лише звільнити

source: Evicted
de: Verdrängt
es: Desalojado
fr: Évincé
it: Espulso
uk: Виселено

source: Evicted (%lld)
de: Verdrängt (%lld)
es: Desalojados (%lld)
fr: Évincés (%lld)
it: Espulsi (%lld)
uk: Буде виселено (%lld)

source: Evicting
de: Wird verdrängt
es: Desalojando
fr: Éviction en cours
it: Espulsione in corso
uk: Виселення

source: Evictions honour PodDisruptionBudgets: a budget that allows no disruption makes the drain wait, it never forces.
de: Verdrängungen respektieren PodDisruptionBudgets: Ein Budget, das keine Unterbrechung erlaubt, lässt das Leeren warten, es wird nie erzwungen.
es: Los desalojos respetan los PodDisruptionBudgets: un presupuesto que no permite interrupciones hace esperar al drenaje, que nunca fuerza.
fr: Les évictions respectent les PodDisruptionBudgets : un budget qui n’autorise aucune interruption fait attendre le drainage, qui ne force jamais.
it: Le espulsioni rispettano i PodDisruptionBudget: un budget che non consente interruzioni fa attendere lo svuotamento, che non forza mai.
uk: Виселення поважає PodDisruptionBudgets: бюджет, що не дозволяє переривань, змушує звільнення чекати, примусу немає.

source: Ichor drives every step: in the background iOS pauses it, and the maintenance stalls.
de: Ichor steuert jeden Schritt: Im Hintergrund pausiert iOS die App und die Wartung stockt.
es: Ichor dirige cada paso: en segundo plano iOS lo pausa y el mantenimiento se detiene.
fr: Ichor pilote chaque étape : en arrière-plan iOS le met en pause, et la maintenance se bloque.
it: Ichor guida ogni passaggio: in background iOS lo mette in pausa e la manutenzione si blocca.
uk: Ichor керує кожним кроком: у фоні iOS призупиняє його, і обслуговування зупиняється.

source: Keep Ichor open until the maintenance ends
de: Lass Ichor offen, bis die Wartung endet
es: Mantén Ichor abierto hasta que termine el mantenimiento
fr: Gardez Ichor ouvert jusqu’à la fin de la maintenance
it: Tieni Ichor aperto finché la manutenzione non finisce
uk: Тримайте Ichor відкритим до завершення обслуговування

source: Keep Ichor open until the maintenance ends: in the background iOS pauses the app, and the maintenance with it.
de: Lass Ichor offen, bis die Wartung endet: Im Hintergrund pausiert iOS die App und damit die Wartung.
es: Mantén Ichor abierto hasta que termine el mantenimiento: en segundo plano iOS pausa la app y el mantenimiento con ella.
fr: Gardez Ichor ouvert jusqu’à la fin de la maintenance : en arrière-plan iOS met l’app en pause, et la maintenance avec.
it: Tieni Ichor aperto finché la manutenzione non finisce: in background iOS mette in pausa l’app, e la manutenzione con essa.
uk: Тримайте Ichor відкритим до завершення обслуговування: у фоні iOS призупиняє застосунок, а з ним і обслуговування.

source: Kubernetes node
de: Kubernetes-Knoten
es: Nodo de Kubernetes
fr: Nœud Kubernetes
it: Nodo Kubernetes
uk: Вузол Kubernetes

source: Kubernetes scheduling on %@
de: Kubernetes-Planung auf %@
es: Programación de Kubernetes en %@
fr: Planification Kubernetes sur %@
it: Pianificazione Kubernetes su %@
uk: Планування Kubernetes на %@

source: Left on the node (%lld)
de: Bleiben auf dem Knoten (%lld)
es: Se quedan en el nodo (%lld)
fr: Laissés sur le nœud (%lld)
it: Restano sul nodo (%lld)
uk: Залишаються на вузлі (%lld)

source: Maintenance of %@
de: Wartung von %@
es: Mantenimiento de %@
fr: Maintenance de %@
it: Manutenzione di %@
uk: Обслуговування %@

source: Maintenance of %@?
de: Wartung von %@?
es: ¿Mantenimiento de %@?
fr: Maintenance de %@ ?
it: Manutenzione di %@?
uk: Обслуговування %@?

source: Maintenance · %@
de: Wartung · %@
es: Mantenimiento · %@
it: Manutenzione · %@
uk: Обслуговування · %@

source: Maintenance…
de: Wartung…
es: Mantenimiento…
it: Manutenzione…
uk: Обслуговування…

source: Nothing recreates them once evicted. Left alone, they keep the node from being fully drained.
de: Nach der Verdrängung erstellt sie nichts neu. Bleiben sie, wird der Knoten nicht vollständig geleert.
es: Nada los vuelve a crear una vez desalojados. Si se dejan, impiden drenar el nodo por completo.
fr: Rien ne les recrée une fois évincés. Laissés en place, ils empêchent de drainer complètement le nœud.
it: Una volta espulsi nulla li ricrea. Se lasciati, impediscono di svuotare completamente il nodo.
uk: Після виселення їх ніщо не створить знову. Якщо їх залишити, вузол не буде повністю звільнено.

source: PDB %@: %lld allowed
de: PDB %@: %lld erlaubt
es: PDB %@: %lld permitidas
fr: PDB %@ : %lld autorisée(s)
it: PDB %@: %lld consentite
uk: PDB %@: дозволено %lld

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
uk: Очікує

source: Powers the node off; it stays cordoned.
de: Schaltet den Knoten aus; er bleibt abgesperrt.
es: Apaga el nodo; sigue acordonado.
fr: Éteint le nœud ; il reste cordonné.
it: Spegne il nodo; resta isolato.
uk: Вимикає вузол; він залишається закордонованим.

source: Reboots, waits until the node is Ready again, then uncordons it.
de: Startet neu, wartet, bis der Knoten wieder Ready ist, und gibt ihn dann frei.
es: Reinicia, espera a que el nodo vuelva a estar Ready y luego quita el cordón.
fr: Redémarre, attend que le nœud soit de nouveau Ready, puis lève le cordon.
it: Riavvia, attende che il nodo torni Ready, poi rimuove l’isolamento.
uk: Перезавантажує, чекає, доки вузол знову стане Ready, потім знімає кордон.

source: Schedulable
de: Planbar
es: Programable
fr: Planifiable
it: Pianificabile
uk: Доступний для планування

source: Scheduling
de: Planung
es: Programación
fr: Planification
it: Pianificazione
uk: Планування

source: Stop the maintenance?
de: Wartung stoppen?
es: ¿Detener el mantenimiento?
fr: Arrêter la maintenance ?
it: Fermare la manutenzione?
uk: Зупинити обслуговування?

source: Stopping leaves the node cordoned.
de: Beim Stoppen bleibt der Knoten abgesperrt.
es: Detener deja el nodo acordonado.
fr: Arrêter laisse le nœud cordonné.
it: Fermare lascia il nodo isolato.
uk: Зупинка залишає вузол закордонованим.

source: Stopping, or a failure, leaves the node cordoned. Keep Ichor open until the maintenance ends.
de: Ein Stopp oder ein Fehler lässt den Knoten abgesperrt. Lass Ichor offen, bis die Wartung endet.
es: Detenerlo, o un fallo, deja el nodo acordonado. Mantén Ichor abierto hasta que termine el mantenimiento.
fr: Un arrêt, ou un échec, laisse le nœud cordonné. Gardez Ichor ouvert jusqu’à la fin de la maintenance.
it: Un arresto, o un errore, lascia il nodo isolato. Tieni Ichor aperto finché la manutenzione non finisce.
uk: Зупинка або збій залишають вузол закордонованим. Тримайте Ichor відкритим до завершення обслуговування.

source: Stopping…
de: Wird gestoppt…
es: Deteniendo…
fr: Arrêt…
it: Arresto…
uk: Зупинка…

source: Stops after the drain; the node stays cordoned.
de: Hört nach dem Leeren auf; der Knoten bleibt abgesperrt.
es: Se detiene tras el drenaje; el nodo sigue acordonado.
fr: S’arrête après le drainage ; le nœud reste cordonné.
it: Si ferma dopo lo svuotamento; il nodo resta isolato.
uk: Зупиняється після звільнення; вузол залишається закордонованим.

source: The maintenance ended without a result.
de: Die Wartung endete ohne Ergebnis.
es: El mantenimiento terminó sin resultado.
fr: La maintenance s’est terminée sans résultat.
it: La manutenzione è terminata senza risultato.
uk: Обслуговування завершилося без результату.

source: The node maintenance stops while Ichor is in the background. Open it until the maintenance ends.
de: Die Knotenwartung stoppt, solange Ichor im Hintergrund ist. Öffne die App, bis die Wartung endet.
es: El mantenimiento del nodo se detiene mientras Ichor está en segundo plano. Ábrelo hasta que termine el mantenimiento.
fr: La maintenance du nœud s’arrête tant qu’Ichor est en arrière-plan. Ouvrez-le jusqu’à la fin de la maintenance.
it: La manutenzione del nodo si ferma mentre Ichor è in background. Aprilo finché la manutenzione non finisce.
uk: Обслуговування вузла зупиняється, поки Ichor у фоні. Відкрийте його до завершення обслуговування.

source: The run stops after the current step. %@ stays cordoned: uncordon it from its menu when ready.
de: Der Lauf stoppt nach dem aktuellen Schritt. %@ bleibt abgesperrt: Hebe die Sperre in seinem Menü auf, wenn du so weit bist.
es: La ejecución se detiene tras el paso actual. %@ sigue acordonado: quita el cordón desde su menú cuando esté listo.
fr: L’exécution s’arrête après l’étape en cours. %@ reste cordonné : levez le cordon depuis son menu une fois prêt.
it: L’esecuzione si ferma dopo il passaggio in corso. %@ resta isolato: rimuovi l’isolamento dal suo menu quando sei pronto.
uk: Виконання зупиниться після поточного кроку. %@ залишиться закордонованим: зніміть кордон з його меню, коли будете готові.

source: These checks concern the reboot or shutdown: a drain alone runs anyway.
de: Diese Prüfungen betreffen Neustart oder Herunterfahren: Ein reines Leeren läuft trotzdem.
es: Estas comprobaciones afectan al reinicio o al apagado: un drenaje solo se ejecuta igualmente.
fr: Ces vérifications concernent le redémarrage ou l’arrêt : un simple drainage s’exécute quand même.
it: Questi controlli riguardano il riavvio o lo spegnimento: un semplice svuotamento viene eseguito comunque.
uk: Ці перевірки стосуються перезавантаження чи вимкнення: просте звільнення виконується в будь-якому разі.

source: Uncordon
de: Freigeben
es: Quitar cordón
fr: Lever le cordon
it: Rimuovi isolamento
uk: Зняти кордон

source: Uncordon %@
de: %@ freigeben
es: Quitar el cordón de %@
fr: Lever le cordon de %@
it: Rimuovi l’isolamento di %@
uk: Зняти кордон з %@

source: Without a controller (%lld)
de: Ohne Controller (%lld)
es: Sin controlador (%lld)
fr: Sans contrôleur (%lld)
it: Senza controller (%lld)
uk: Без контролера (%lld)

source: loses local data
de: verliert lokale Daten
es: pierde datos locales
fr: perd ses données locales
it: perde i dati locali
uk: втрачає локальні дані

source: %@ is back and stays cordoned, as it was before the maintenance
de: %@ ist zurück und bleibt abgesperrt, wie vor der Wartung
es: %@ ha vuelto y sigue acordonado, como antes del mantenimiento
fr: %@ est de retour et reste cordonné, comme avant la maintenance
it: %@ è tornato e resta isolato, come prima della manutenzione
uk: %@ повернувся і залишається закордонованим, як і до обслуговування

source: Protection
de: Schutz
es: Protección
it: Protezione
uk: Захист

source: Public keys
de: Öffentliche Schlüssel
es: Claves públicas
fr: Clés publiques
it: Chiavi pubbliche
uk: Публічні ключі

source: Protect the snapshot
de: Snapshot schützen
es: Proteger la copia
fr: Protéger la sauvegarde
it: Proteggi lo snapshot
uk: Захистити знімок

source: The snapshot from %@ contains every Kubernetes Secret. Encrypt it with age: it can then be restored from any Unix machine with the age and talosctl commands.
de: Der Snapshot von %@ enthält alle Kubernetes-Secrets. Verschlüssele ihn mit age: Er lässt sich dann auf jedem Unix-Rechner mit den Befehlen age und talosctl wiederherstellen.
es: La copia de %@ contiene todos los Secrets de Kubernetes. Cífrala con age: podrás restaurarla desde cualquier máquina Unix con los comandos age y talosctl.
fr: La sauvegarde prise sur %@ contient tous les Secrets Kubernetes. Chiffrez-la avec age : elle pourra être restaurée depuis n’importe quelle machine Unix avec les commandes age et talosctl.
it: Lo snapshot di %@ contiene tutti i Secret di Kubernetes. Cifralo con age: potrai ripristinarlo da qualsiasi macchina Unix con i comandi age e talosctl.
uk: Знімок з %@ містить усі Secrets Kubernetes. Зашифруйте його за допомогою age: тоді його можна відновити на будь-якій Unix-машині командами age і talosctl.

source: Encrypted for: %@
de: Verschlüsselt für: %@
es: Cifrada para: %@
fr: Chiffrée pour : %@
it: Cifrato per: %@
uk: Зашифровано для: %@

source: Public keys, one per line
de: Öffentliche Schlüssel, einer pro Zeile
es: Claves públicas, una por línea
fr: Clés publiques, une par ligne
it: Chiavi pubbliche, una per riga
uk: Публічні ключі, по одному на рядок

source: An age key (age1…), an SSH key (ssh-ed25519, ssh-rsa, for example ~/.ssh/id_ed25519.pub) or a YubiKey key (age1tag1…, from age-plugin-yubikey). Only the matching private keys can decrypt the snapshot; the phone cannot.
de: Ein age-Schlüssel (age1…), SSH-Schlüssel (ssh-ed25519, ssh-rsa, zum Beispiel ~/.ssh/id_ed25519.pub) oder YubiKey-Schlüssel (age1tag1…, von age-plugin-yubikey). Nur die passenden privaten Schlüssel können den Snapshot entschlüsseln, das Handy nicht.
es: Una clave age (age1…), SSH (ssh-ed25519, ssh-rsa, por ejemplo ~/.ssh/id_ed25519.pub) o YubiKey (age1tag1…, de age-plugin-yubikey). Solo las claves privadas correspondientes pueden descifrar la copia; el móvil no.
fr: Une clé age (age1…), SSH (ssh-ed25519, ssh-rsa, par exemple ~/.ssh/id_ed25519.pub) ou YubiKey (age1tag1…, via age-plugin-yubikey). Seules les clés privées correspondantes peuvent déchiffrer la sauvegarde, pas le téléphone.
it: Una chiave age (age1…), SSH (ssh-ed25519, ssh-rsa, per esempio ~/.ssh/id_ed25519.pub) o YubiKey (age1tag1…, da age-plugin-yubikey). Solo le chiavi private corrispondenti possono decifrare lo snapshot, il telefono no.
uk: Ключ age (age1…), SSH (ssh-ed25519, ssh-rsa, наприклад ~/.ssh/id_ed25519.pub) або YubiKey (age1tag1…, з age-plugin-yubikey). Розшифрувати знімок можуть лише відповідні приватні ключі, телефон — ні.

source: The passphrase is not stored anywhere: without it, the snapshot cannot be restored.
de: Die Passphrase wird nirgends gespeichert: Ohne sie lässt sich der Snapshot nicht wiederherstellen.
es: La frase de contraseña no se guarda en ningún sitio: sin ella, la copia no se puede restaurar.
fr: La phrase secrète n’est enregistrée nulle part : sans elle, la sauvegarde ne peut pas être restaurée.
it: La passphrase non viene salvata da nessuna parte: senza di essa lo snapshot non si può ripristinare.
uk: Парольна фраза ніде не зберігається: без неї знімок неможливо відновити.

source: Encrypted with age for your public keys.
de: Mit age für deine öffentlichen Schlüssel verschlüsselt.
es: Cifrada con age para tus claves públicas.
fr: Chiffrée avec age pour vos clés publiques.
it: Cifrato con age per le tue chiavi pubbliche.
uk: Зашифровано age для ваших публічних ключів.

source: Encrypted with age and your passphrase.
de: Mit age und deiner Passphrase verschlüsselt.
es: Cifrada con age y tu frase de contraseña.
fr: Chiffrée avec age et votre phrase secrète.
it: Cifrato con age e la tua passphrase.
uk: Зашифровано age і вашою парольною фразою.

source: Not encrypted: every Secret is readable in this file.
de: Nicht verschlüsselt: Alle Secrets sind in dieser Datei lesbar.
es: Sin cifrar: todos los Secrets se pueden leer en este archivo.
fr: Non chiffrée : tous les Secrets sont lisibles dans ce fichier.
it: Non cifrato: tutti i Secret sono leggibili in questo file.
uk: Не зашифровано: усі Secrets у цьому файлі можна прочитати.

source: SHA-256 of the decrypted snapshot
de: SHA-256 des entschlüsselten Snapshots
es: SHA-256 de la copia descifrada
fr: SHA-256 de la sauvegarde déchiffrée
it: SHA-256 dello snapshot decifrato
uk: SHA-256 розшифрованого знімка
